

"%@\nDo you want to browse the local store instead?" = "%@\nVolete sfogliare l'archivio locale, invece?";

"A resource cannot be created at the destination URI until one or more intermediate collections are created." = "Una risorsa non può essere creato a destinazione URI fino a una o più collezioni intermedie sono state create.";

"Access denied!" = "Accesso negato!";

"Actions" = "Azioni";

"Are you sure you want to delete this resource?" = "Sei sicuro di voler cancellare questa risorsa?";

"Are you sure you want to delete this server?\nAll downloaded files will be erased." = "Sei sicuro di voler cancellare questo server?\nTutti i file scaricati saranno cancellare.";

"Are you sure you want to download this resource?" = "Sei sicuro di voler scaricare questa risorsa?";

"Are you sure you want to overwrite your local copy?" = "Sei sicuro di voler sovrascrivere la copia locale?";

"Browse Favourites" = "Sfoglia preferiti";

"bytes" = "byte";

"Cancel" = "Annulla";

"Confirmation" = "Conferma";

"Connection started...." = "Connessione iniziato ....";

"Copy" = "Copia";

"Create" = "Creare";

"Delete" = "Elimina";

"Download" = "Caricare";

"Downloading file. Please Wait\n\n\n" = "Scaricare file.Attendere prego\n\n\n";

"EB" = "EB";

"Either the Overwrite header is \"F\" and the state of the destination resource is not null, or the method was used in a Depth: 0 transaction." = "Either the Overwrite header is \"F\" and the state of the destination resource is not null, or the method was used in a Depth: 0 transaction.";

"Email" = "E-mail";

"Enter a name for the uploaded resource:" = "Inserire un nome per la risorsa caricato:";

"Enter new folder name:" = "Inserisci il nome della nuova cartella:";

"Enter new name for the duplicate resource:" = "Inserire il nuovo nome per il duplicato delle risorse:";

"Enter new name:" = "Inserisci il nuovo nome:";

"Error" = "Errore";

"Finished!" = "Finito!";

"GB" = "GB";

"KB" = "KB";

"MB" = "MB";

"Edit Server" = "Modifica Server";

"No" = "No";

"No authentication" = "Nessuna autenticazione";

"Not enough storage to create folder!" = "Non abbastanza di archiviazione per creare la cartella!";

"OK" = "OK";

"Open with..." = "Apri con ...";

"Overwrite" = "Sovrascrivi";

"PB" = "PB";

"Play" = "Riprodurre";

"Rename" = "Rinominare";

"Response received, downloading file..." = "Risposta ricevuta, il download di file...";

"Sorry, no installed applications seem to support this file type" = "Spiacenti, non le applicazioni installate sembrano supportare questo tipo di file";

"Source moved to new location" = "Fonte spostato nella nuova posizione";

"TB" = "TB";

"The destination resource does not have sufficient storage space." = "La risorsa di destinazione non dispone di sufficiente spazio di archiviazione.";

"The destination resource is locked." = "La risorsa di destinazione è bloccato.";

"The destination URI is located on a different server, which refuses to accept the resource." = "La destinazione URI si trova su un server diverso, che rifiuta di accettare la risorsa.";

"The folder already exists!" = "La cartella esiste già!";

"The folder cannot be created until the parent folders are created!" = "Le dossier ne peut être créé jusqu'à ce que les dossiers parents sont créés!";

"The resource is locked!" = "La risorsa è bloccata!";

"The resource was moved successfully to a pre-existing destination URI." = "La risorsa è stato spostato con successo ad una destinazione URI pre-esistenti.";

"The resource was successfully copied." = "La risorsa è stato copiato con successo.";

"The server does not allow collections to be created at the specified location!" = "Il server non permette di creare collezioni nella posizione specificata!";

"The source resource was successfully copied to a pre-existing destination resource." = "La risorsa fonte era stato copiato da una risorsa di destinazione pre-esistenti.";

"The source URI and the destination URI are the same." = "L'origine e la destinazione sono gli stessi.";

"Unable to open" = "Impossibile aprire";

"Upload" = "Caricare";

"Username: %@" = "Nome utente: %@";

"WebDAV Navigator" = "WebDAV Navigator";

"Yes" = "Sì";

"You need to enter a URL for the WebDAV server!" = "È necessario inserire un URL per il server WebDAV!";

"Your file has failed to be copied into the local store!" = "Il tuo file non è riuscita a essere copiato in negozio locale!";

"Your file has successfully been copied into the local store!" = "Il file è stato copiato con successo in negozio locale!";

"Save" = "Salvare";

"Name" = "Nome";

"Server URL" = "Server URL";

"Username" = "Nome utente";

"Password" = "Password";

"WebDAV Nav Shortcut" = "WebDAV Nav scorciatoia";

"Email shortcut" = "Email di scelta rapida";

"Unable to use added server!" = "Impossibile utilizzare aggiunto server!";

"Unable to decode the shortcut!" = "Impossibile decodificare il collegamento!";

"Your WebDAV Server address is: %@" = "Il tuo indirizzo del server è: %@";

"You need a wifi connection to run the server." = "Avete bisogno di una connessione wifi per eseguire il server.";

"WebDAV Server Settings" = "Impostazioni";

"Settings" = "Impostazioni";

"Server off" = "Server è spento";

"Server address: %@" = "Indirizzo: %@";

"Error starting WebDAV Server: %@" = "Errore durante l'avvio del server: %@";

"Enter a name for the uploaded video:" = "Inserire un nome per il video:";

"WebDAV Server" = "Server";

"Server port" = "Porta del server";

"Server name" = "Nome";

"Security" = "Sicurezza";

"PIN" = "PIN";

"PIN lock" = "PIN lock";

"ON" = "1";

"OFF" = "0";

"If you continue you will erase the previous recording?" = "Se si continua si cancellerà la registrazione precedente?";

"Enter a name for the audio resource:" = "Inserire un nome per la risorsa audio:";

"Edit file" = "Modificare il file";

"Copy to local store" = "Copia in archivio locale";

"Audio Recorder" = "Registratore audio";

"You need a microphone in order to record audio." = "Avete bisogno di un microfono per registrare l'audio.";

"Text Editor" = "Editor di testo";

"You have unsaved changes, do you want to save them?" = "Hai modifiche non salvate, vuoi per salvarli?";

"Close" = "Chiudi";

"Enter your new PIN" = "Inserisci il tuo nuovo PIN";

"Enter your PIN" = "Immettere il codice PIN";

"Set PIN" = "Set PIN";

"Confirm PIN" = "Imposta il tuo PIN";

"Protected" = "Protetto";

"PIN did not match. Try again." = "PIN non ha prodotto risultati. Prova di nuovo.";

"PIN incorrect. Try again." = "PIN errato. Prova di nuovo.";

"WARNING!!  There is no way to recover a lost PIN, use with caution." = "ATTENZIONE! Non vi è alcun modo per recuperare uno smarrimento del PIN, usare con cautela.";

"Please enter the authentication details:" = "Si prega di inserire i dati di autenticazione:";

"View" = "Vedere";

"General" = "Generale";

"Single tap action" = "Una stampa d'azione";

"Default action" = "Default azione";

"Unlink" = "Scollega";

"Are you sure you want to unlink this resource?" = "Sei sicuro di voler staccare questa risorsa?";

"Server Discover" = "Scopri Server";

"Slide show" = "Foto gallery";

"Show hidden files" = "I file nascosti";

"Shared download folder" = "Stoccaggio in comune";

"Move" = "Sposta";

"Default audio format" = "Default formato audio";

"Compress" = "Comprimere";

"Extract" = "Espandere";

"Unable to compress file, the zip file already exists at destination!" = "Impossibile comprimere il file, il file zip esiste già a destinazione!";

"Folder index mode" = "Folder indice modalità";

"File index mode" = "File indice di modo";

"Tap here to select the current folder" = "Toccare qui per selezionare la cartella corrente";

"Tap to view multiple file options" = "Toccare per visualizzare le opzioni di più file";

"Delete marked files" = "Eliminare i file selezionati";

"Email marked files" = "E-mail i file selezionati";

"Unselect all" = "Deseleziona";

"This folder" = "Questa cartella";

"Stop" = "Stop";

"Please enter the passphrase for the certificate:" = "Si prega di inserire la passphrase per il certificato:";

"Certificate missing" = "Certificato mancante";

"Import photos" = "Importare le foto";

"Select all" = "Select all";

"Press \"+\" to add a new server connection" = "Premere \"+\" per aggiungere una nuova connessione di server";

"Trust all SSL certificates" = "Affidabili tutti i certificati SSL";

"Import media files" = "Import media files";

"Properties" = "Properties";

"Information" = "Information";

"Are you sure you want to download this folder?" = "Sei sicuro si desidera scaricare questa cartella?";

"Unable to print this item!" = "Unable to print this item!";

"Enable Features" = "Enable Features";

"No images were found to display!" = "No images were found to display!";

"Create playlist" = "Create playlist";

"TV Out" = "TV Out";

"Bookmarks" = "Bookmarks";

"Uploading file. Please Wait\n\n\n" = "Uploading file. Please Wait\n\n\n";

"Browser" = "Browser";

"Are you sure you want to download these files?" = "Sei sicuro di voler scaricare questi file?";

"Are you sure you want to delete the marked files?" = "Sei sicuro di voler eliminare questi file?";

"Deleting files. Please Wait\n\n\n" = "Deleting files. Please Wait\n\n\n";

"Unable to find images to import!" = "Impossibile trovare le immagini da importare!";

"Current" = "Current";

"Enter a prefix for these items:" = "Enter a prefix for these items:";

"%d Selected" = "%d Selected";

"Enter a password for the PDF:" = "Inserire una password per il file PDF:";

"Copy to clipboard" = "Copia nella clipboard";

"File data copied to clipboard" = "Il file è stato copiato negli appunti";

"Select sort option" = "Select sort option";

"Sort by filename" = "Ordina per nome";

"Sort by date" = "Ordina per data";

"Sort by filesize" = "Ordina la dimensione del file";

"Local file sharing" = "Condivisione dei file locale";

"Accept connections" = "Accetta connessioni";

"Send to device" = "Invia a un dispositivo";

"Use Photos app filename (if available) during upload" = "Utilizzare Photos.app filename (se disponibile) durante il caricamento";

"'%@' was transfered from %@." = "'%1$@' was transfered from %2$@.";

"'%@' was transfered to %@." = "'%1$@' was transfered to %2$@.";

"%@ is busy." = "%@ is busy.";

"%@ refused to receive '%@'. Do you want to retry?" = "%1$@ refused to receive '%2$@'. Do you want to retry?";

"%@ wants to send the file '%@' to you. Do you accept?" = "%1$@ wants to send the file '%2$@' to you. Do you accept?";

"%d media files imported!" = "%d file importati!";

"%d of %d" = "%1$d of %2$d";

"Add directory" = "Add directory";

"Add Server" = "Add Server";

"Add Sync" = "Aggiungi voce sync";

"Allow delete" = "Consentire l'eliminazione";

"An unknown error occurred!" = "Verificato un errore sconosciuto!";

"Application Information" = "Informazioni sull'applicazione";

"Are you sure you want to delete this sync?" = "Sei sicuro di voler cancellare questa voce?";

"Are you sure you want to download your linked files again?" = "Are you sure you want to download your linked files again?";

"Are you sure you want to import these files into the Photos app?" = "Sei sicuro di voler importare questi file nel Photos.app?";

"Are you sure you want to overwrite this file?" = "Sei sicuro di voler sovrascrivere il file?";

"Are you sure you want to reset the sync cache?" = "Sei sicuro di voler ripristinare la cache?";

"Are you sure you want to sync, changes could override and delete your files?" = "Sei sicuro di voler sincronizzare, i cambiamenti potrebbero sostituire ed eliminare i file?";

"Browse local storage" = "Sfoglia storage locale";

"Cancel changes" = "Annulla le modifiche";

"Cancel sync settings" = "Annulla le impostazioni di sincronizzazione";

"Change file encoding" = "Change file encoding";

"Changed files" = "file modificati";

"Changed local files" = "Modificati i file locali";

"Changed server files" = "File del server modificati";

"Configuration" = "Configuration";

"Conflicts" = "Conflicts";

"Connecting...." = "Connecting....";

"Connection name" = "Connection name";

"Contribute (upload only)" = "Contribute (upload only)";

"Contribute" = "Contribute";

"Create new folder" = "Create new folder";

"Create new text file" = "Create new text file";

"Creating folders. Please Wait\n\n\n" = "Creazione di cartelle. Attendere prego";

"Date format" = "formato data";

"Date" = "Date";

"Delete current image" = "Elimina immagine attuale";

"Deleted files" = "I file eliminati";

"Deleted local files" = "Eliminati i file locali";

"Deleted server files" = "Eliminati i file del server";

"Deleting file. Please Wait\n\n\n" = "Deleting file. Please Wait\n\n\n";

"Description" = "Description";

"Destination" = "Destination";

"Do you want to upload the file now?" = "Do you want to upload the file now?";

"Done" = "Done";

"Edit Folder Syncs" = "Edit Folder Syncs";

"Edit Servers" = "Edit Servers";

"Edit" = "Edit";

"Enable sync option for connections" = "Abilitare la sincronizzazione per le connessioni";

"Enable" = "Enable";

"Enabled" = "Enabled";

"Encoding" = "Encoding";

"Enter the URL for your\nWebDAV NavX configuration file:" = "Enter the URL for your\nWebDAV NavX configuration file:";

"Example Org" = "Example Org";

"File will be ignored" = "File will be ignored";

"Folder Sync" = "Folder Sync";

"Folders" = "Folders";

"Full (upload and download)" = "Full (upload and download)";

"Full" = "Full";

"Go back to previous folder" = "Go back to previous folder";

"Go back" = "Go back";

"Go forward" = "Go forward";

"Help" = "Help";

"http://example.com" = "http://example.com";

"Image information" = "Image information";

"Images" = "Images";

"Import" = "Import";

"Importing files. Please Wait\n\n\n" = "Importing files. Please Wait\n\n\n";

"Include videos in slide show" = "Include videos in slide show";

"Last sync" = "L'ultima volta sync";

"Local File Sharing" = "Condivisione dei file locale";

"Local folder" = "Local folder";

"Local" = "Local";

"Mark current image" = "Mark current image";

"never" = "never";

"New files" = "I nuovi file";

"New Folder" = "New Folder";

"New local files" = "Nuovi file locali";

"New server files" = "Nuovi file del server";

"Next track" = "never";

"No changes found to sync!" = "Nessuna modifica trovato per la sincronizzazione!";

"No devices found!" = "No devices found!";

"No discovered WebDAV NavX servers.\nPress the '+' to enter a configuration URL." = "No discovered WebDAV NavX servers.\nPress the '+' to enter a configuration URL.";

"No files found!" = "Nessun file trovato!";

"Open file in browser" = "Open file in browser";

"Options" = "Options";

"Passphrase" = "Passphrase";

"Pause" = "Pause";

"Peer is busy!" = "Peer is busy!";

"Permission denied!" = "Permission denied!";

"Playlist" = "Playlist";

"Press \"+\" to add a new sync configuration" = "Press \"+\" to add a new sync configuration";

"Receiving....." = "Receiving.....";

"Refresh current directory" = "Refresh current directory";

"Remote folder" = "Server cartella";

"Remote" = "Remote";

"Reset cache" = "Cancella cache";

"Reset" = "Reset";

"Response received..." = "Response received...";

"Save current changes" = "Save current changes";

"Save sync settings" = "Save sync settings";

"Select encoding" = "Select encoding";

"Select local folder" = "Selezionare la cartella locale";

"Select local store" = "Select local store";

"Select remote folder" = "Select remote folder";

"selected" = "selected";

"Sending...." = "Sending....";

"Slideshow of current folder images" = "Slideshow of current folder images";

"Sort files" = "Sort files";

"Status" = "Status";

"Subscribe (download only)" = "Subscribe (download only)";

"Subscribe" = "Subscribe";

"Success" = "Success";

"Sync Details" = "Sync Details";

"Sync direction" = "Sync direzione";

"Sync Now" = "Sync Now";

"Sync Preview" = "Sync Preview";

"Sync settings" = "Sync settings";

"Sync type" = "Sync type";

"Sync" = "Sync";

"Synchronise" = "Synchronise";

"The destination file already exists!" = "The destination file already exists!";

"The file already exists! Are you sure you want to overwrite this file?" = "The file already exists! Are you sure you want to overwrite this file?";

"The local copy will be used" = "The local copy will be used";

"The remote copy will be used" = "The remote copy will be used";

"The Sync feature can potentially delete and change your files. Ensure you have suitable backups of your files. Are you sure you want to enable Sync?" = "The Sync feature can potentially delete and change your files. Ensure you have suitable backups of your files. Are you sure you want to enable Sync?";

"Timer based slideshow" = "Timer based slideshow";

"Transfer cancelled by %@." = "Transfer cancelled by %@.";

"Transfer refused" = "Transfer refused";

"Transfer was cancelled!" = "Transfer was cancelled!";

"Transferring file. Please Wait\n\n\n" = "Transferring file. Please Wait\n\n\n";

"Unable to connect to %@." = "Unable to connect to %@.";

"Unable to copy file, the file already exists at destination!" = "Unable to copy file, the file already exists at destination!";

"Unexpected HTML returned from server, please check your URL!" = "Unexpected HTML returned from server, please check your URL!";

"Unix Line Endings" = "Unix Line Endings";

"Unknown error occurred!" = "Unknown error occurred!";

"Upload camera image" = "Carica immagine della telecamera";

"Upload single photo" = "Carica singola foto";

"Waiting for the other user to accept the transfer...." = "Waiting for the other user to accept the transfer....";

"Warning" = "Warning";

"WAV" = "WAV";

"Web browser" = "Web browser";

"You haven't selected the changes you want to sync. Please select the changes before attempting to sync" = "You haven't selected the changes you want to sync. Please select the changes before attempting to sync";

"Your server doesn't appear to support the features required to use the sync feature." = "Your server doesn't appear to support the features required to use the sync feature. Try enabling the single folder option.";

"Your URL needs to start with http:// or https://" = "Your URL needs to start with http:// or https://";

"Single folder depth" = "Single folder";

"Server Address" = "Server Address";

"Restore purchases" = "Ripristinare gli acquisti";

"Network timeout" = "Network timeout";

"Media playback in silent mode" = "Media playback in silent mode";

"Open With" = "Open With";

"Prompt" = "Prompt";

"Copy to Local Storage" = "Copy to Local Storage";

"Copy to Remote Server" = "Copy to Remote Server";

"Open With Default Action" = "Open With Default Action";

"Maximum image size" = "Maximum image size";

"Thumbnails for smaller images" = "Thumbnails for smaller images";

"Slide show interval (seconds)" = "Slide show interval (seconds)";

"Screencast Server Settings" = "Screencast Server Settings";

"Authentication retry attempts" = "Authentication retry attempts";

"Erase local storage on enter background" = "Erase local storage on enter background";

"Force logout on enter background" = "Force logout on enter background";

"Enable session authentication" = "Abilitare l'autenticazione della sessione";

"Enable Wake-on-LAN" = "Enable Wake-on-LAN";

"Screencast Server" = "Screencast Server";

"Wake-on-LAN (WOL)" = "Wake-on-LAN (WOL)";

"Wake-on-LAN" = "Wake-on-LAN";

"Find MAC address" = "Find MAC address";

"All Albums" = "All Albums";

"%d new files/folders" = "%1$d new files/folders";

"%d changed files/folders" = "%1$d changed files/folders";

"%d deleted files/folders" = "%1$d deleted files/folders";

"%d conflicted files/folders" = "%1$d conflicted files/folders";

"Do you want to add password encryption?" = "Do you want to add password encryption?";

"Enter a password for the ZIP:" = "Enter a password for the ZIP:";

"Update" = "Update";

"What type would you like to capture?" = "What type would you like to capture?";

"Photo" = "Photo";

"Browse Local Folders" = "Browse Local Folders";

"Video" = "Video";

"Enable background sync for Photos" = "Abilita sincronizzazione in background per foto";

"Allow background sync over cellular network" = "Consenti sincronizzazione in background su rete cellulare";

"Background sync frequency" = "Sfondo frequenza di sincronismo";

"Folder" = "Cartella";

"Text file" = "file di testo";

"Use Back button for previous folder" = "Utilizzare il pulsante Indietro per cartella precedente";

"Enable Data Protection" = "Attiva la protezione dei dati";

"New Folder or File?" = "Nuova cartella o file?";

"Rich Text file" = "Rich Text file";

"Allow Touch ID to unlock" = "Abilita Touch ID per sbloccare";

"Use built-in iOS PDF viewer" = "Utilizzare integrato in iOS visualizzatore PDF";

"Hide In-App Purchase" = "Rimuovere Acquisti In App";

"Are you sure you want to clear this sketch?" = "Sei sicuro di voler cancellare questo disegno?";

"Show taps on screen" = "Mostra posizione di tocco sullo schermo";

"Sort method" = "metodo Sort";

"Include authentication details in AirPlay or Chromecast URL" = "Includere dettagli di autenticazione a AirPlay o Chromecast URL";

"Display images as slide show" = "Visualizzare le immagini come proiezione di diapositive";

"Apply filters to images on upload" = "Applicare filtri per le immagini al momento del caricamento";

"New Server" = "Nuova connessione";

"Viewers" = "Viewers";

"Sketch" = "Sketch";

"Brush size" = "Dimensioni pennello";

"Take camera image" = "Take camera image";

"Upload local file" = "caricare un file";

"Select a local file to upload" = "Selezionare un file locale da caricare";

"Camera" = "Camera";

"Root folder" = "Root folder";

